{
    "welcome": "Hi, i'm Humberto Ham, and this is my portfolio, i hope you like it <3",
    "about": "About myself",
    "desc":"I started at programming at the age of 14, by learning c++, at 15 i learned electronic, c# and windows forms, and then i learned how to use microprocessors by creating a robotic arm, i used relays to make it, i took a little break from learning anything, and then at 17 i started a web development course, and here i am.",
    "abou":"About",
    "works":"Portfolio",
    "work":"Work",
    "paragraph":"I've been working since 2021, i have experience creating web applications using react, nextjs, and i think i do a pretty good job, you can see my work on my portfolio section, and i let you my",
    "portfolio":"My Portfolio",
    "born":"Born in Reynosa, Tamaulipas, México.",
    "major":"Started a major in math in the UANL.",
    "freelance":"Started to work as a freelance web developer.",
    "fun":"What a do for fun",
    "do":"I love videogames, lately i been playing hollow knight a lot, i love to hear music, and i also like watching movies it's one of my favorites hobbies",
    "repo":"Repository",
    "so":"Source",
    "co":"Contact",
    "found":"Not found",
    "page":"The page you're looking for was not found.",
    "home":"Return to home",
    "contact":"Contact Me",
    "name": "Name",
    "email":"Email",
    "message":"Message",
    "send":"Send Message",
    "soon":"I'll get back to you as soon as I can!",
    "hi":"Hi,",
    "im":"i'm",
    "a":"a",
    "pro":"programmer",
    "tindog":"I make this landing page for a tinder for dogs using bootstrap, html and css while i was on a web development course.",
    "drumkit":"While i was on a web development course, i used this practice to learn how to use javascript, and select a query, and update his state. ",
    "simon":"I remember i struggled a little bit on this one, i used javascript arrays to make the logic of this game, and this practice its from when i was learning javascript",
    "movie":"I make this movie database app to learn how to use react, and styled components, i also learned how to make my own hooks.",
    "tw":"I learned how to make a full stack application, using a merng stack, mongodb, express, react, nodejs, and graphql.",
    "news":"I wanted to learn how to use nextjs, so, i make a news app using the news api.",
    "landing":"I wanted to make a landing page using nextjs, and themeui, because i wanted to test my skills."
   
}