{
    "welcome": "Hi, i'm Humberto Ham, and this is my portfolio, i hope you like it <3",
    "about": "About myself",
    "desc":"I started programming by learning c++ at the age of 14, then i started learning electronic, c# and windows forms. I learned how to use microprocessors by creating a robotic arm using relays. 2 years ago i started a web development course.",
    "abou":"About",
    "works":"Portfolio",
    "work":"Work",
    "paragraph":"I've been working since 2021, i have experience creating web applications using react, nextjs, you can see my work on my portfolio section, and i let you my",
    "portfolio":"My Portfolio",
    "born":"Born in Reynosa, Tamaulipas, México.",
    "major":"Started a mathematics major at Universidad Aútonoma de Nuevo León.",
    "freelance":"Started to work as a freelance web developer.",

    "do":"I love videogames, lately i been playing hollow knight a lot, i love listening music, and i also like watching movies, it's one of my favorites hobbies",
    "repo":"Repository",
    "so":"Source",
    "co":"Contact",
    "found":"Not found",
    "page":"The page you're looking for was not found.",
    "home":"Return to home",
    "contact":"Contact Me",
    "name": "Name",
    "email":"Email",
    "message":"Message",
    "send":"Send Message",
    "soon":"I'll get back to you as soon as I can!",
    "hi":"Hi,",
    "im":"i'm",
    "a":"a",
    "pro":"programmer",
    "tindog":"I made this landing page for a tinder for dogs using bootstrap, html and css while i was on a web development course.",
    "drumkit":"While i was on a web development course, i used this practice to learn how to use javascript, select a query and update his state. ",
    "simon":"I used javascript arrays and query selectors to make the logic of this game.",
    "movie":"I made this movie database app to learn how to use react and styled components, i also know how to make my own hooks.",
    "tw":"I know how to make a full stack application, using a merng stack, mongodb, express, react, nodejs, and graphql.",
    "news":"I wanted to learn how to use nextjs, so, i made a news app using the news api.",
    "landing":"I wanted to make a landing page using nextjs and themeui just to test my skills."
   
}